{"translation-revision-date":"2025-10-22 07:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Ouch, there was a glitch. Try activating V4 again soon.":["앗, 문제가 발생했습니다. 곧 V4를 다시 활성화해 보세요."],"You’ve deactivated the new Editor. Have feedback?":["새 편집기를 비활성화했습니다. 의견이 있으신가요?"],"Welcome! You’ve got the newest version of the editor.":["환영합니다! 최신 버전의 편집기를 사용 중입니다."],"Activate the new experience":["새로운 경험을 활성화하세요"],"Try out the new experience":["새로운 경험을 체험해 보세요"],"Tell us why":["이유를 알려주세요"],"Head over to Github":["Github로 이동하세요"],"We’d love your feedback!":["여러분의 피드백을 기다립니다!"],"Editor V4 is still in alpha and should not be used on live sites yet.":["Editor V4는 아직 알파 버전이며, 실제 사이트에서는 사용하지 않는 것이 좋습니다."],"And much more!":["그리고 훨씬 더 많은 기능!"],"Fully responsive design - Customize any style property per screen.":["완전 반응형 디자인 - 화면별로 모든 스타일 속성을 사용자 정의하세요."],"Consistent styling experience - A unified Style tab for all elements.":["일관된 스타일링 경험 - 모든 요소를 위한 통합된 스타일 탭."],"Professional tools at your fingertips - classes and states.":["손끝에서 만나는 전문 도구 - 클래스와 상태."],"Unparalleled performance - Cleaner code & a lighter CSS footprint.":["비할 데 없는 성능 - 더 깔끔한 코드와 가벼운 CSS 발자취."],"Here’s what’s inside the alpha version:":["알파 버전에 포함된 내용은 다음과 같습니다:"],"Welcome to a new era of web creation with Editor V4. It’s faster, more flexible, and built with a fresh approach to structure & styling.":["Editor V4와 함께하는 새로운 웹 제작의 시대에 오신 것을 환영합니다. 더 빠르고, 더 유연하며, 구조와 스타일에 대한 신선한 접근 방식으로 만들어졌습니다."],"Deactivate V4":["V4 비활성화"],"Containers, the Top Bar, and Nested Elements will stay in their current status.":["컨테이너, 상단 바 및 중첩된 요소들은 현재 상태를 유지합니다."],"Keep in mind:":["명심하세요:"],"We hope you enjoyed testing and building with these new features.":["이 새로운 기능들을 테스트하고 구축하는 데 즐거움을 느끼셨기를 바랍니다."],"and development is still in progress. Do not use it on live sites - use a staging or development environment instead.":["개발이 아직 진행 중입니다. 라이브 사이트에서 사용하지 마시고, 스테이징 또는 개발 환경에서 사용하세요."],"The road to Editor V4":["편집기 V4로 가는 길"],"By deactivating, you’ll lose all Editor V4 features, and any content you created with V4-specific features will no longer be available or appear on your site.":["비활성화하면 모든 편집기 V4 기능을 상실하며, V4 전용 기능으로 생성한 모든 콘텐츠는 더 이상 사용 불가능하거나 사이트에 표시되지 않습니다."],"You’re deactivating Editor V4":["편집기 V4를 비활성화하고 있습니다"],"When you activate Editor V4, you’ll also be activating Containers, the Top Bar, and Nested Elements. You can turn them back off by going to WP Admin > Elementor > Settings > Features.":["편집기 V4를 활성화하면, 컨테이너, 상단 바 및 중첩된 요소들도 함께 활성화됩니다. 이들은 WP 관리 > Elementor > 설정 > 기능으로 가서 다시 비활성화할 수 있습니다."],"Editor V4 is currently in alpha, ":["편집기 V4는 현재 알파 버전입니다, "]," Important notes:":[" 중요 메모:"],"By activating, you’ll get early access to the next generation of Elementor’s Editor. This is your chance to explore new capabilities and help shape the future of Elementor! ":["활성화하면 차세대 Elementor 편집기에 조기 액세스할 수 있습니다. 새로운 기능을 탐색하고 Elementor의 미래를 형성하는 데 도움을 줄 수 있는 기회입니다! "],"I’ve read and understood.":["읽고 이해했습니다."],"You are about to enable Editor V4 features!":["곧 편집기 V4 기능을 활성화하려고 합니다!"],"Editor V4":["편집기 V4"],"Activate":["활성화"],"Learn more":["더 알아보기"],"Alpha":["알파"],"Cancel":["취소"]}},"comment":{"reference":"assets\/js\/editor-v4-opt-in.js"}}