{"translation-revision-date":"2025-10-22 07:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Update version":["업데이트 버전"],"You’re using an older Elementor version. Update for full customization.":["이전 버전의 Elementor를 사용 중입니다. 전체 사용자 지정을 위해 업데이트하세요."],"This website template was exported from an older version of Elementor. If possible, re-export it with the latest version for better capabilities.":["이 웹사이트 템플릿은 이전 버전의 Elementor에서 내보내졌습니다. 가능하다면 최신 버전으로 다시 내보내 더 나은 기능을 활용하세요."],"Only public WordPress themes are supported":["공개 워드프레스 테마만 지원됩니다"],"Edit settings & configurations":["설정 및 구성 편집"],"All plugins":["모든 플러그인"],"Plugin name and version":["플러그인 이름 및 버전"],"Edit plugins":["플러그인 편집"],"This feature requires Elementor Pro":["이 기능은 Elementor Pro가 필요합니다"],"Custom post types":["사용자 정의 게시물 유형"],"Edit content":["콘텐츠 편집"],"Not exported":["내보내지 않음"],"What's included:":["포함된 내용:"],"This usually take a few moments.":["이 작업은 보통 몇 순간 걸립니다."],"Settings up your website templates...":["웹사이트 템플릿 설정 중..."],"Uploading failed":["업로드 실패"],"Import and apply":["가져오기 및 적용"],"Your website templates is now live on your site!":["귀하의 웹사이트 템플릿이 이제 사이트에서 활성화되었습니다!"],"Kit is live illustration":["Kit은 라이브 일러스트레이션입니다."],"See it Live":["라이브로 보기"],"No settings imported":["설정이 가져오지 않았습니다"],"No plugins imported":["플러그인이 가져오지 않았습니다"],"Taxonomy":["택소노미"],"Taxonomies":["분류"],"No content imported":["콘텐츠가 가져오지 않았습니다"],"No templates imported":["템플릿이 가져오지 않았습니다"],"or drag and drop":["또는 끌어서 놓기"],"Click to upload":["업로드하려면 클릭하세요"],"Upload a .zip file":[".zip 파일 업로드"],"No settings exported":["설정이 내보내지 않았습니다"],"No plugins exported":["플러그인이 내보내지 않음"],"No content exported":["콘텐츠가 내보내지 않음"],"No templates exported":["템플릿이 내보내지지 않았습니다"],"All plugins are required for this website templates to work":["이 웹사이트 템플릿이 작동하려면 모든 플러그인이 필요합니다."],"Theme Style Settings":["테마 스타일 설정"],"Import a website template":["웹사이트 템플릿 가져오기"],"Export failed":["내보내기 실패"],"View in Library":["라이브러리에서 보기"],"Website template name":["웹사이트 템플릿 이름"],"Choose which Elementor components - templates, content and site settings - to include in your website templates file. By default, all of your components will be exported.":["Elementor 구성 요소 - 템플릿, 콘텐츠 및 사이트 설정 - 중 웹사이트 템플릿 파일에 포함할 항목을 선택하세요. 기본적으로 모든 구성 요소가 내보내집니다."],"Export a Website template?":["웹사이트 템플릿을 내보내시겠습니까?"],"We couldn't complete the export. Please try again, and if the problem persists, check our help guide for troubleshooting steps.":["내보내기를 완료할 수 없습니다. 다시 시도해 보시고, 문제가 계속되면 문제 해결 단계를 위한 도움말 가이드를 확인해 주세요."],"Settings & configurations":["설정 및 구성"],"Failed to fetch quota.":["할당량을 가져오지 못했습니다."],"The export failed because it will pass the maximum Website Templates you can export.":["내보낼 수 있는 최대 웹사이트 템플릿 수를 초과하여 내보내기에 실패했습니다."],"Couldn’t fetch quota":["할당량을 가져올 수 없습니다"],"Couldn’t Export the Website Template":["웹사이트 템플릿을 내보낼 수 없습니다"],"Couldn’t install the Website Template":["웹사이트 템플릿을 설치할 수 없습니다"],"It took too much time to download your Website Template and we were unable to complete the process. If all the Website Template’s parts don’t appear in ":["웹사이트 템플릿을 다운로드하는 데 너무 많은 시간이 걸려서 프로세스를 완료할 수 없었습니다. 웹사이트 템플릿의 모든 부분이 나타나지 않으면 "],"A Website Template is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["웹사이트 템플릿은 완전한 사이트의 모든 부분을 포함하는 .zip 파일입니다. 사이트를 빠르게 구축할 수 있는 간편한 방법입니다."],"What’s a Website Template?":["웹사이트 템플릿이란 무엇인가요?"],"Setting up your website template...":["웹사이트 템플릿을 설정하는 중..."],"Import from files":["파일에서 가져오기"],"Before applying a new template, we recommend backing up your site so you can roll back any undesired changes.":["새 템플릿을 적용하기 전에, 원치 않는 변경 사항을 되돌릴 수 있도록 사이트를 백업하는 것을 권장합니다."],"Heads up!":["주의하세요!"],"Upload a .zip file with style, site settings, content, etc. Then, we’ll apply them to your site.":["스타일, 사이트 설정, 콘텐츠 등이 포함된 .zip 파일을 업로드하세요. 그러면 이를 사이트에 적용할 것입니다."],"Couldn’t use the .zip file":[".zip 파일을 사용할 수 없습니다"],"Couldn’t handle the Website Template":["웹사이트 템플릿을 처리할 수 없습니다"],"Unable to download the Website Template":["웹사이트 템플릿을 다운로드할 수 없습니다"]," Learn more about Website Templates":[" 웹사이트 템플릿에 대해 더 알아보기"],"Select which plugins to include":["포함할 플러그인을 선택하세요"],"Drag & drop the .zip file with your website template":["웹사이트 템플릿이 담긴 .zip 파일을 끌어다 놓으세요"],"Choose a file to import":["가져올 파일을 선택하세요"],"Import a Website Template":["웹사이트 템플릿 가져오기"],"Back to Website Templates":["웹사이트 템플릿으로 돌아가기"],"We applied your template and your site is online!":["템플릿을 적용했습니다. 사이트가 온라인 상태입니다!"],"By default, we’ll include everything in your file. Uncheck the items you don't want.":["기본적으로, 파일 내의 모든 항목이 포함됩니다. 원하지 않는 항목의 선택을 취소하세요."],"Your Website Template may not work as expected if key plugins are missing.":["핵심 플러그인이 누락된 경우 웹사이트 템플릿이 예상대로 작동하지 않을 수 있습니다."],"Select which plugins to export":["내보낼 플러그인 선택"],"Export as .zip":[".zip 형식으로 내보내기"],"Uncheck the items you don't want to include.":["포함하지 않을 항목의 선택을 취소하세요."],"You can export the content, site settings, and templates as a Website Template to be reused in the future.":["향후 재사용할 수 있도록 콘텐츠, 사이트 설정 및 템플릿을 웹사이트 템플릿으로 내보낼 수 있습니다."],"Select which items to export":["내보낼 항목 선택"],"Type name here...":["여기에 이름 입력..."],"Must add a name":["이름을 추가해야 합니다"],"Type description here...":["여기에 설명 입력..."],"Description (Optional)":["설명 (선택 사항)"],"Is the automatic download not starting?":["자동 다운로드가 시작되지 않나요?"],"Build sites faster with Website Templates.":["웹사이트 템플릿으로 사이트를 더 빠르게 구축하세요."],"Once the download is complete, you can upload it to be used for other sites.":["다운로드가 완료되면 다른 사이트에서 사용할 수 있도록 업로드할 수 있습니다."],"You can find it in the My Website Templates tab.":["내 웹사이트 템플릿 탭에서 찾을 수 있습니다."],"Your .zip file is ready":[".zip 파일이 준비되었습니다"],"Your website template is now saved to the library!":["웹사이트 템플릿이 라이브러리에 저장되었습니다!"],"Download manually":["수동으로 다운로드"],"Open library":["라이브러리 열기"],"to learn more about building your site with Elementor Website Templates":["Elementor 웹사이트 템플릿으로 사이트를 구축하는 방법에 대해 더 알아보기"],"Save changes":["변경 사항 저장"],"Show more":["자세히보기"],"Show less":["간단히 보기"],"Code":["코드"],"Icons":["아이콘"],"This download requires the 'DOMDocument' PHP extension, which we couldn’t detect on your server. Enable this extension, or get in touch with your hosting service for support, and then give the download another go.":["이 다운로드에는 회원님의 서버에서 감지할 수 없는 'DOMDocument' PHP 확장이 필요합니다. 이 확장을 활성화하거나 호스팅 서비스에 문의하여 지원을 받은 후 다운로드를 다시 시도하세요."],"This is due to a conflict with one or more third-party plugins already active on your site. Try disabling them, and then give the download another go.":["사이트에서 이미 활성화된 하나 이상의 타사 플러그인과 충돌이 발생했기 때문입니다. 해당 플러그인을 비활성화한 다음 다운로드를 다시 시도하세요."],"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["알 수 없는 출처에서 JSON 또는 ZIP 파일을 업로드하면 유해할 수 있으며 사이트가 위험에 처할 수 있습니다. 안전을 극대화하려면 신뢰할 수 있는 출처의 JSON 또는 ZIP 파일만 업로드하세요."],"Warning: JSON or ZIP files may be unsafe":["경고: JSON 또는 ZIP 파일은 안전하지 않을 수 있습니다"],", try again and if the problem persists contact ":["다시 시도하고 문제가 지속되면 다음 연락처로 문의하세요. "],"Seems like there is a problem with the zip’s files. Try installing again and if the problem persists contact ":["키트 파일에 문제가 있는 것 같습니다. 다시 설치해 보고 문제가 지속되면 다음 연락처로 문의하세요. "],"The Website Template includes plugins you don’t have permission to install. Contact your site admin to change your permissions.":["키트에는 설치 권한이 없는 플러그인이 포함되어 있습니다. 권한을 변경하려면 사이트 관리자에게 문의하세요."],"We couldn’t download the Website Template due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["기술적인 문제로 인해 키트를 다운로드할 수 없습니다. 몇 분 후에 다시 시도하고 문제가 지속되면 다음 연락처로 문의하세요. "],"Seems like Elementor isn’t authorized to access relevant files for installing this Website Template. Contact your site host to get permission.":["Elementor에 이 키트 설치를 위한 관련 파일에 액세스할 수 있는 권한이 없는 것 같습니다. 사이트 호스트에게 문의하여 권한을 받으세요."],"Couldn’t access the file":["파일에 액세스할 수 없습니다"],"Support":["지원"],"We couldn’t download the Website Template due to technical difficulties on our part. Try again and if the problem persists contact ":["기술적인 문제로 인해 키트를 다운로드할 수 없습니다. 다시 시도하고 문제가 지속되면 다음 연락처로 문의하세요. "],"Seems like your server is missing the PHP zip module. Install it on your server or contact your site host for further instructions.":["서버에 PHP zip 모듈이 없는 것 같습니다. 서버에 설치하거나 사이트 호스트에게 문의하여 자세한 안내를 받으세요."],"Do not show this message again":["이 메시지를 다시 표시하지 않음"],"Export a Website Kit":["웹사이트 키트 내보내기"],"What’s a Website Kit?":["웹사이트 키트란 무엇입니까?"]," Learn more about Website Kits":[" 웹사이트 키트에 대해 자세히 알아보기"],"Upgrade":["업그레이드"],"Upgrade Now":["지금 업그레이드"],"Site Area":["사이트 면적"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["파일을 업로드하고 적용할 부분과 플러그인을 선택하여 시작합니다. 키트와 현재 디자인 사이에 겹치는 부분이 있는 경우 적용하거나 무시할 가져온 부품을 선택할 수 있습니다. 파일이 준비되면 키트가 사이트에 적용되고 라이브로 볼 수 있습니다."],"Included":["포함"],"WP Menus":["WP 메뉴"],"Elementor Templates":["Elementor 템플릿"],"Custom Post Types":["사용자 정의 글 유형"],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["사이트를 웹사이트 키트로 전환하려면 포함할 템플릿, 콘텐츠, 설정 및 플러그인을 선택하세요. 준비가 되면 다른 사이트로 가져올 수 있는 .zip 파일을 받게 됩니다."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["웹사이트 키트는 전체 사이트의 모든 부분을 포함하는 .zip 파일입니다. 사이트를 빠르게 시작하고 실행할 수 있는 쉬운 방법입니다."]," Recommended:":[" 추천:"],"Take me there":["거기로 데려가 줘"],"Not yet":["아직 아님"],"Import a Website Kit to your site":["웹 사이트 키트를 사이트로 가져오기"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["이 키트의 일부는 사이트의 템플릿, 디자인 및 설정과 겹칩니다. 이 목록에 체크된 항목은 현재 디자인을 대체합니다."],"Importing your content, templates and site settings":["콘텐츠, 템플릿 및 사이트 설정 가져오기"],"Add the custom posts types to export. The latest 20 items from each type will be included.":["내보낼 사용자 지정 글 유형을 추가합니다. 각 유형의 최신 20개 항목이 포함됩니다."],"No custom post types in your site...":["사이트에 사용자 정의 글 유형이 없습니다..."],"Click to select custom post types":["사용자 정의 글 유형을 선택하려면 클릭하세요"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["업데이트로 이동하여 플러그인이 최신 버전으로 업데이트되었는지 확인하세요."],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Elementor Pro를 구매, 설치 및 활성화한 경우 이 사이트의 모든 부분을 계속 가져올 수 있습니다."],"Note:":["메모:"],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["사용 중인 웹사이트 키트에는 기능을 위한 플러그인이 포함되어 있지만 콘텐츠나 페이지 등은 포함되어 있지 않습니다."],"See It Live":["라이브 보기"],"Plugins you already have:":["이미 가지고 있는 플러그인:"],"Plugins to add:":["추가할 플러그인:"],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["콘텐츠, 페이지 등이 포함되어 있지 않기 때문에 이 웹사이트 키트를 사용할 수 없습니다. 다른 파일로 다시 시도하세요."],"Tip:":["팁:"],"If you don't include them, this kit may not work properly.":["포함하지 않으면 이 키트가 제대로 작동하지 않을 수 있습니다."],"Activating plugins:":["플러그인 활성화:"],"Missing Required Plugins:":["필수 플러그인 누락:"],"Required plugins are still missing.":["필요한 플러그인이 아직 없습니다."],"Is your Elementor Pro ready?":["Elementor Pro가 준비되었나요?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Elementor Pro가 없으면 템플릿, 위젯 및 팝업과 같은 구성 요소를 가져올 수 없습니다."],"Install Elementor Pro":["Elementor Pro 설치"],"All items are already selected by default. Uncheck the ones you don't want.":["모든 항목은 기본적으로 이미 선택되어 있습니다. 원하지 않는 것은 선택을 취소하세요."],"Select which parts you want to apply":["적용할 부분 선택"],"You've imported and applied the following to your site:":["다음을 가져와서 사이트에 적용했습니다:"],"There are few plugins that we couldn't install:":["설치할 수 없는 플러그인이 몇 가지 있습니다:"],"Make sure your Elementor Pro account is connected":["Elementor Pro 계정이 연결되어 있는지 확인하세요"],"Let’s do it":["해봅시다"],"This file type is not allowed":["이 파일 형식은 허용되지 않습니다"],"These are the templates, content and site settings that come with your website templates.":["웹사이트 템플릿과 함께 제공되는 템플릿, 콘텐츠 및 사이트 설정입니다."],"Show me how":["어떻게하는지 보여줘"],"Try Again":["다시 시도하세요"],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["걱정할 필요 없습니다. SVG를 가져오지 않고 계속하거나 돌아가서 가져오기를 다시 시작하세요."],"First, enable unfiltered file uploads.":["먼저 필터링되지 않은 파일 업로드를 활성화합니다."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["이렇게 하면 Elementor가 SVG에서 악성 콘텐츠를 검색할 수 있습니다. 그렇지 않으면 이 가져오기에서 SVG를 건너뛸 수 있습니다."],"WP Pages":["WP 페이지"],"How does importing work?":["가져오기는 어떻게 작동합니까?"],"Existing":["기존"],"How does exporting work?":["내보내기는 어떻게 작동합니까?"],"Your site's homepage will be determined by the kit. You can change this later.":["사이트의 홈페이지는 키트에 의해 결정됩니다. 나중에 변경할 수 있습니다."],"Imported":["가져옴"],"Kit Info":["키트 정보"],"Custom Post Type":["사용자 정의 글 유형"],"WP Posts":["WP 글"],"To import or export these components, you’ll need Elementor Pro.":["이러한 구성 요소를 가져오거나 내보내려면 Elementor Pro가 필요합니다."],"Global widgets":["전역 위젯"],"Select the items you want to keep and apply:":["유지하고 적용하려는 항목을 선택하세요:"],"Upload a file with templates, site settings, content, etc., and apply them to your site ":["템플릿, 사이트 설정, 콘텐츠 등이 포함된 파일을 업로드하고 사이트에 적용하세요 "],"Site settings":["사이트 설정"],"404 Error Page":["404 오류 페이지"],"Lightbox Settings":["라이트박스 설정"],"Background Settings":["배경 설정"],"Import":["가져오기"],"Back to dashboard":["알림판로 돌아가기"],"This usually takes a few moments.":["일반적으로 몇 분 정도 걸립니다."],"Important:":["중요한:"],"Theme Style settings":["테마 스타일 설정"],"Don't close this window until the process is finished.":["프로세스가 완료될 때까지 이 창을 닫지 마세요."],"Elementor Pages":["Elementor 페이지"],"Learn more":["더 알아보기"],"Landing Pages":["랜딩 페이지"],"Global Colors":["전역 색상"],"App could not be loaded":["앱을 로드할 수 없습니다"],"Search Results":["검색 결과"],"Single Pages":["단일 페이지"],"Archives":["아카이브"],"Footers":["푸터"],"Single Posts":["단일 글"],"Layout Settings":["레이아웃 설정"],"Site Settings":["사이트 설정"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["죄송합니다. 문제가 발생했습니다. '자세히 알아보기'를 클릭하고 각 단계를 따르면 신속하게 문제를 해결할 수 있습니다."],"Theme":["주제"],"Not Found":["찾을 수 없음"],"Tip":["팁"],"Headers":["헤더"],"Back":["뒤로"],"Done":["완료"],"Next":["다음"],"Previous":["이전"],"Popups":["팝 업"],"Continue":["계속"],"Plugins":["플러그인"],"Menus":["메뉴"],"Skip":["건너뛰기"],"Got It":["알겠습니다"],"Something went wrong.":["문제가 발생했습니다."],"Pages":["페이지"],"Custom Fonts":["사용자 정의 글꼴"],"All":["모두"],"Select File":["파일 선택"],"Click here":["여기를 클릭하세요"],"Enable":["활성화"],"Edit Template":["템플릿 편집"],"Elementor Posts":["Elementor 글"],"Export":["내보내기"],"Close":["닫기"],"Saved Templates":["저장된 템플릿"],"Templates":["템플릿"],"Save to library":["라이브러리에 저장"],"Learn More":["더 알아보기"],"Global Fonts":["전역 글꼴"],"Menu":["메뉴"],"Name":["이름"],"Cancel":["취소"],"Yes":["예"],"Loading":["로드 중"],"Go Back":["돌아가기"],"Version":["버전"],"Content":["콘텐츠"],"Edit":["편집"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}